[
  {
    "id": "1",
    "title": "Social media manager",
    "description": "As a Social Media Assistant, you will work closely with the social media manager or marketing team to execute social media strategies and campaigns. You will be responsible for assisting in the creation and scheduling of engaging content, monitoring social media channels, and interacting with followers. Your primary goal will be to enhance brand visibility, foster positive relationships with the audience, and drive engagement and conversions",
    "responsibilities": [
      "Community engagement to ensure that is supported and actively represented online",
      "Focus on social media content development and publication",
      "Marketing and strategy support",
      "Stay on top of trends on social media platforms, and suggest content ideas to the team",
      "Engage with online communities"
    ],
    "ideal_candidate": {
      "age": "18-24",
      "gender": "Female",
      "traits": [
        "Passionate & Reliable: Genuine interest in our mission and a strong desire to make a positive impact, responsible, and committed to fulfilling volunteer commitments.",
        "Adaptable, Team Player & Strong Communication Skills: Able to work effectively in diverse teams; and contributes positively. Flexible and open to embracing new challenges and shifting priorities; Clear verbal and written communication, active listening, and constructive feedback.",
        "Respectful: Embraces diversity, inclusive, and treats others with respect. Abides with all our rules and regulations."
      ]
    },
    "when_where": "The onboarding event for this event will take place on Jan 18th, 2023 in AAU Auditorium.",
    "about": {
      "posted_on": "Jul 1, 2023",
      "deadline": "Jul 31, 2023",
      "location": "Addis Ababa",
      "start_date": "Aug 02, 2023",
      "end_date": "Sep 02, 2023",
      "categories": ["Inperson","Marketing", "Design"],
      "required_skills": ["Social Media Marketing", "English", "Copywriting"]
    },
    "company": "ABC Media",
    "image": "image 7.png"
  },
  {
    "id": "2",
    "title": "Web developer",
    "description": "As a Web Developer, you will be responsible for designing, coding, and modifying websites, from layout to function according to a client's specifications. You will create visually appealing sites that feature user-friendly design and clear navigation.",
    "responsibilities": [
      "Write well designed, testable, efficient code by using best software development practices",
      "Create website layout/user interface by using standard HTML/CSS practices",
      "Integrate data from various back-end services and databases",
      "Gather and refine specifications and requirements based on technical needs",
      "Create and maintain software documentation"
    ],
    "ideal_candidate": {
      "age": "Any",
      "gender": "Any",
      "traits": [
        "Web Development and Design: Responsible for creating visually appealing and user-friendly website layouts and interfaces using standard HTML and CSS practices.",

"Data Integration: Tasked with integrating data from various back-end services and databases to ensure seamless functionality and data flow.",

"Requirements Gathering and Refinement: Collaborate with stakeholders to gather and refine technical specifications and requirements to meet project goals.",

"Software Documentation: Create and maintain comprehensive documentation for software systems and applications to facilitate ongoing maintenance and support."
      ]
    },
    "when_where": "The onboarding event for this event will take place on Feb 10th, 2023 in BBIT Building, Room 202.",
    "about": {
      "posted_on": "Jan 15, 2023",
      "deadline": "Feb 5, 2023",
      "location": "Addis Ababa, Ethiopia",
      "start_date": "Feb 15, 2023",
      "end_date": "Aug 15, 2023",
      "categories": ["Remote","IT", "Development"],
      "required_skills": ["HTML", "CSS", "JavaScript", "PHP"]
    },
    "company": "Tech Innovators",
    "image": "image 1.png"
  },
  {
    "id": "3",
    "title": "Graphic designer",
    "description": "As a Graphic Designer, you will be the creative force behind the visual concepts that captivate and inspire our target audience. Whether working with cutting-edge computer software or honing your hand-drawn skills, you will possess the artistic talent and technical expertise to transform abstract ideas into striking, cohesive designs.  ",
    "responsibilities": [
      "Develop graphics for product illustrations, logos, and websites",
      "Select colors, images, text style, and layout",
      "Present the design to clients or the art director",
      "Incorporate changes recommended by the clients into the final design",
      "Review designs for errors before printing or publishing them"
    ],
    "ideal_candidate": {
      "age": "Any",
      "gender": "Any",
      "traits": [
       "Web Development and Design: Responsible for creating visually appealing and user-friendly website layouts and interfaces using standard HTML and CSS practices.",

"Data Integration: Tasked with integrating data from various back-end services and databases to ensure seamless functionality and data flow.",

"Requirements Gathering and Refinement: Collaborate with stakeholders to gather and refine technical specifications and requirements to meet project goals.",

"Software Documentation: Create and maintain comprehensive documentation for software systems and applications to facilitate ongoing maintenance and support."
      ]
    },
    "when_where": "The onboarding event for this event will take place on Mar 5th, 2023 in Design Studio, 3rd Floor.",
    "about": {
      "posted_on": "Feb 1, 2023",
      "deadline": "Feb 28, 2023",
      "location": "Cape Town, South Africa",
      "start_date": "Mar 10, 2023",
      "end_date": "Sep 10, 2023",
      "categories": ["Inperson","Design", "Art"],
      "required_skills": [
        "Adobe Photoshop",
        "Adobe Illustrator",
        "Creativity",
        "Attention to detail"
      ]
    },
    "company": "Creative Designs Co.",
    "image": "image 2.png"
  },
  {
    "id": "4",
    "title": "Data analyst",
    "description": "As a Data Analyst, you will be responsible for meticulously examining complex data sets to uncover the meaningful trends, patterns, and insights that can inform and enhance our business decisions. Through close collaboration with various departments, you will gather, organize, and interpret data from a wide range of sources. ",
    "responsibilities": [
      "Interpret data, analyze results using statistical techniques and provide ongoing reports",
      "Develop and implement databases, data collection systems, data analytics, and other strategies",
      "Acquire data from primary or secondary data sources and maintain databases/data systems",
      "Identify, analyze, and interpret trends or patterns in complex data sets",
      "Filter and clean data by reviewing computer reports, printouts, and performance indicators"
    ],
    "ideal_candidate": {
      "age": "Any",
      "gender": "Any",
      "traits": [
        "Strong analytical skills with the ability to collect, organize, analyze, and disseminate significant amounts of information",
        "Technical expertise regarding data models, database design development, data mining, and segmentation techniques",
        "Excellent written and verbal communication skills",
        "Ability to work independently and as part of a team"
      ]
    },
    "when_where": "The onboarding event for this event will take place on Apr 12th, 2023 in Conference Room B.",
    "about": {
      "posted_on": "Mar 10, 2023",
      "deadline": "Apr 1, 2023",
      "location": "Lagos, Nigeria",
      "start_date": "Apr 15, 2023",
      "end_date": "Oct 15, 2023",
      "categories": ["Remote","Data Science", "Analytics"],
      "required_skills": ["SQL", "Python", "Excel", "Statistical Analysis"]
    },
    "company": "Data Insights Inc.",
    "image": "image 7.png"
  },
  {
    "id": "5",
    "title": "Customer support specialist",
    "description": "As a Customer Support Specialist, you will serve as the crucial link between our company and our valued customers. Your role will be to provide in-depth product and service information, guiding customers through any challenges they may face with patience, empathy, and clear communication. You will be a problem-solving expert, quickly identifying the root cause of issues and working diligently to resolve them with efficiency and accuracy. Your passion for delivering exceptional customer experiences will shine through in every interaction, leaving our clients feeling heard, supported, and satisfied.",
    "responsibilities": [
      "Manage large amounts of incoming calls and emails",
      "Identify and assess customers’ needs to achieve satisfaction",
      "Build sustainable relationships and trust with customer accounts through open and interactive communication",
      "Provide accurate, valid, and complete information by using the right methods/tools",
      "Handle customer complaints, provide appropriate solutions and alternatives within the time limits; follow up to ensure resolution"
    ],
    "ideal_candidate": {
      "age": "Any",
      "gender": "Any",
      "traits": [
        "Web Development and Design: Responsible for creating visually appealing and user-friendly website layouts and interfaces using standard HTML and CSS practices.",

"Data Integration: Tasked with integrating data from various back-end services and databases to ensure seamless functionality and data flow.",

"Requirements Gathering and Refinement: Collaborate with stakeholders to gather and refine technical specifications and requirements to meet project goals.",

"Software Documentation: Create and maintain comprehensive documentation for software systems and applications to facilitate ongoing maintenance and support."
      
      ]
    },
    "when_where": "The onboarding event for this event will take place on May 20th, 2023 in Customer Support Center, Ground Floor.",
    "about": {
      "posted_on": "Apr 15, 2023",
      "deadline": "May 10, 2023",
      "location": "Accra, Ghana",
      "start_date": "May 25, 2023",
      "end_date": "Nov 25, 2023",
      "categories": ["Inperson", "Customer Service", "Support"],
      "required_skills": [
        "Communication Skills",
        "Problem Solving",
        "Patience",
        "Attention to Detail"
      ]
    },
    "company": "Customer Care Ltd.",
    "image": "image 6.png"
  }
]
